function Landing() {
  return (
    <>
      <div className='mb-4'>
        <h1 className='text-3xl font-normal text-left sm:text-center mb-4'>
          Отслеживайте выполнение задач для достижения высокой точности и
          оперативного принятия решений.
        </h1>
        <div className='bg-red-50 w-full h-svh '></div>
      </div>
      <div className='mb-4'>
        <h1 className='text-3xl font-normal text-left sm:text-center mb-4'>
          Инженерный подход к эффективному управлению: от планирования и
          реализации до контроля задач и ресурсов.
        </h1>
        <p>
          Мы – команда профессионалов с многолетним опытом работы в таких
          областях, как энергетика, гидравлика, электротехника и других смежных
          направлениях. Наши специалисты обеспечивают эффективное управление
          проектами на каждом этапе: от детального планирования до выполнения и
          контроля результатов. Наши ключевые услуги включают: Учет и анализ
          расхода электроэнергии, включая мониторинг потребления и оптимизацию
          затрат. Управление материалами и ресурсами, чтобы гарантировать их
          эффективное использование. Тщательный контроль за выполнением задач,
          соблюдением сроков и качеством исполнения. Мы стремимся внедрять
          инновационные решения, которые помогают оптимизировать процессы и
          достигать наилучших результатов в управлении задачами и ресурсами.
          Наша цель – не просто выполнение работы, а создание устойчивой и
          эффективной системы управления для вашего бизнеса.
        </p>
      </div>
      <div>
        <h1 className='text-3xl font-normal text-left sm:text-center mb-4'>
          Мы постоянно делимся знаниями в нашем блоге. Платформа для вдохновения
          и профессионального роста
        </h1>
        <p>
          Мы стремимся к постоянному совершенствованию: делимся знаниями,
          развиваем навыки и расширяем горизонты. В нашем блоге мы регулярно
          публикуем материалы, которые отражают наши усилия по повышению
          квалификации, внедрению новых идей и поддержанию высоких стандартов
          профессионализма. Следите за обновлениями и растите вместе с нами!
        </p>
      </div>
    </>
  );
}
export default Landing;
